Repository: svn2github/lazarus-ccr
Catalog: components/tvplanit/languages/vpsr.*.po
Languages: fr

source: 1 day
fr: 1 jour

source: 1 hour
fr: 1 heure

source: 1 week
fr: 1 semaine

source: No resources have been defined. Would you like to add one now?
fr: Aucune ressource à été defini. Voulez-vous ajouter une maintenant?

source: Address:
fr: Adresse:

source: Fri
fr: Ven

source: &Reminder
fr: &Rappel

source: &All Day Event
fr: &Événement d'une journée

source: Mon
fr: Lun

source: Appointment
fr: Rendevous

source: Sat
fr: Sam

source: Sun
fr: Dim

source: Thu
fr: Jeu

source: Tue
fr: Mar

source: Wed
fr: Mer

source: The end time cannot precede the start time.
fr: L'heure de la fin ne peut pas être avant l'heure du début

source: Invalid item type
fr: Type d'élément non valide

source: Invalid measurement
fr: Measure non valide

source: Invalid print format
fr: Format d'impression non valide

source: Invalid trigger handle.
fr: Poignée de déclenchement non valide

source: Birth date:
fr: Date de naissance:

source: Unable to start web browser. Make sure you have it properly setup on your system.
fr: Échec de démarrage de votre browser internet. Veuillez verifier que vous l'avez bien configuré sur votre système.

# vpsr.rsbusinesswebsitelabel
source: Business
fr: Professionnel

# vpsr.rscalendarpopuprevert
source: Revert
fr: Revenir en arrière

# vpsr.rscalendarrevert
source: Revert
fr: Revenir en arrière

# vpsr.rscancelbtn
source: Cancel
fr: Annuler

source: Category
fr: Catégorie

source: Category %d
fr: Catégorie %d

# vpsr.rscategorylabel
source: Category:
fr: Catégorie:

# vpsr.rscategorylabel1
source: Business
fr: Professionnel

source: Family
fr: Famille

# vpsr.rscategorylabel4
source: Personal
fr: Personnel

# vpsr.rscategorylabel5
source: Other
fr: Autre

# vpsr.rscategorylbl
source: Category:
fr: Catégorie:

source: City:
fr: Ville:

source: &Close
fr: &Fermer

# vpsr.rscompany
source: Company
fr: Société

source: Company:
fr: Société:

source: Completed on
fr: Terminé le

source: Delete contact %s?
fr: Supprimer le contact %s?

# vpsr.rsconfirmdeleteevent
source: Delete event from schedule?
fr: Supprimer l'événement du calendrier

source: Delete this task from your list?
fr: Supprimer la tache de votre liste?

source: Add contact...
fr: Ajouter un contact...

source: Delete contact...
fr: Supprimer un contact...

source: Edit contact...
fr: Modifier un contact...

source: Country
fr: Pays

source: Country:
fr: Pays:

source: Created on
fr: Crée le

source: Custom
fr: Personnalisé

source: Custom 1
fr: Personnalisé 1

source: Custom 2
fr: Personnalisé 2

source: Custom 3
fr: Personnalisé 3

source: Custom 4
fr: Personnalisé 4

source: Daily
fr: Quotidien

source: Error: Day is required.
fr: Erreur: Il faut choisir un jour

source: Days
fr: Jours

source: Error posting data to the database.
fr: Erreur lors de l'enregistrement des données dans la base des données

source: Use the default sound
fr: Utilisez le son par défaut

# vpsr.rsdelete
source: Delete
fr: Supprimer

# vpsr.rsdeletebtn
source: Delete
fr: Supprimer

# vpsr.rsdescriptionlbl
source: Description:
fr: Sujet:

# vpsr.rsdetailslabel
source: Details:
fr: Détails:

source: &Dismiss
fr: &Révoquez

# vpsr.rsdlgeventedit
source: Event
fr: Événement

source: Print preview
fr: Aperçu avant impression

source: Resource edit
fr: Modifier la resource

# vpsr.rsdlgreseditdescription
source: Description
fr: Déscription

source: Task
fr: Tache

# vpsr.rsduedatelabel
source: Due date:
fr: Date d'échéance:

source: Error: Duplicate resource.
fr: Erreur: ressource en doublon

source: Folder editor.
fr: Editeur de dossier.

source: Folder items editor.
fr: Editeur d'éléments de dossier

source: Edit Print Formats...
fr: Modifier les formats d'impression

source: End time:
fr: Fin:

# vpsr.rsevent
source: Event
fr: Événement

source: Conflicts with another exclusive event.
fr: Cette événement est en conflit avec une autre événement exclusif

source: Error: Failure while creating Contact.
fr: Erreur: échec lors de la création d'un contact

source: Error: Failure while creating Event.
fr: Erreur: échec lors de la création d'une événement

source: Error: Failure while creating Resource.
fr: Erreur: échec lors de la création d'un ressource

source: Error: Failure while creating Task.
fr: Erreur: échec lors de la création d'une tache

source: First name:
fr: Prénom:

source: Friday
fr: Vendredi

source: from your schedule?
fr: de votre agenda?

# vpsr.rshomeaddresslabel
source: Home
fr: Maison

# vpsr.rshomeemaillabel
source: Home
fr: Maison

source: Hours
fr: Heures

source: Incorrect structure of ini file.
fr: Structure du fichier d'ini incorrect

source: Interval (days):
fr: Intervale (en jours)

source: Error: Invalid date.
fr: Erreur: date non valide

source: Error: Invalid day.
fr: Erreur: jour non valide

source: Error: Invalid month.
fr: Erreur: mois non valide

source: Error: Invalid month name.
fr: Erreur: nom du mois non valide

source: Error: Invalid table specified.
fr: Erreur: table non valide specifié

source: Error: Invalid year.
fr: Erreur: année non valide

source: Last name:
fr: Nom:

source: Location:
fr: Lieu:

# vpsr.rslthursday
source: T
fr: A

# vpsr.rsltuesday
source: T
fr: A

source: Master data
fr: Données de base

source: Monday
fr: Lundi

source: Error converting the month number.
fr: Erreur de convertion du nombre de mois

source: Error: Month Is Required.
fr: Erreur: le mois est obligatoire

source: Monthly by date
fr: Mensuel par date

source: Monthly by day
fr: Mensuel par jour

source: Error: Name cannot be empty.
fr: Erreur: le nom ne peut pas être vide.

source: Please supply an Element Name
fr: Veuillez fournir un nom d'élément

source: FormatName cannot be blank
fr: Nom du format ne peut pas être vide

# vpsr.rsnextday
source: Next day
fr: Jour suivant

# vpsr.rsnextweek
source: Next week
fr: Semaine prochaine

source: TCanvas not assigned
fr: TCanvas non spécifié

source: Component must be linked to a TVpControlLink
fr: Le composant doit être lié à un TVpControlLink

source: Localization file not found.
fr: Fichier de localization non-trouvé

source: None
fr: Aucun

source: (None)
fr: (Aucun)

source: No print formats have been defined
fr: Formats d'impression non-défini

source: This feature is not implemented at this time.
fr: Cette fonctionnalité n'est pas mise en œuvre à ce moment

source: There is nothing to select if default sound is used.
fr: Il n'y a rien à sélectionner si le son par défaut est utilisé.

source: No Window's timers are available.
fr: Pas de minuteries Windows disponibles.

source: not supported
fr: non supporté

source: &Open Item
fr: &Item ouvert

# vpsr.rsotheremaillabel
source: Other
fr: Autre

source: Out of range
fr: Hors de portée

source: OVERDUE!
fr: EN RETARD!

source: Owner must be a TWinControl descendent
fr: Le propriétaire doit être un descendant de TWinControl

source: This operation cannot be undone!
fr: Ce processus est irreversible!

# vpsr.rspersonalwebsitelabel
source: Personal
fr: Personnel

source: Assistant
fr: Assistante

source: Other fax
fr: Autre fax

source: Primary
fr: Principale

source: Telex
fr: Télex

source: TTY/TDD
fr: ATS/ATM

# vpsr.rsphonetypelabel16
source: Work
fr: Travail

source: Work fax
fr: Fax (Travail)

source: Callback
fr: Rappeler

source: Car
fr: Voiture

# vpsr.rsphonetypelabel4
source: Company
fr: Société

# vpsr.rsphonetypelabel5
source: Home
fr: Maison

source: Home fax
fr: Fax (Maison)

source: Mobile
fr: Portable

# vpsr.rsphonetypelabel9
source: Other
fr: Autre

# vpsr.rspopupaddevent
source: Add event...
fr: Ajouter un événement...

# vpsr.rspopupchangedate
source: Change date
fr: Changer la date

# vpsr.rspopupdeleteevent
source: &Delete event...
fr: &Supprimer un événement...

# vpsr.rspopupeditevent
source: Edit event...
fr: Modifier un événement

# vpsr.rsprevday
source: Previous day
fr: Jour précédent

# vpsr.rsprevweek
source: Previous week
fr: Semaine précédent

# vpsr.rsprintbtn
source: &Print
fr: &Imprimer

# vpsr.rsprintprvcancel
source: Cancel
fr: Annuler

source: Cancel preview
fr: Annuler l'aperçu

source: &First page
fr: Première page

source: Go to first page
fr: Aller à la première page

source: &Last page
fr: &Dernière page

source: Go to last page
fr: Aller à la dernière page

source: &Next page
fr: &Page suivante

source: Go to next page
fr: Aller à la page suivante

source: Pre&vious page
fr: P&age précédent

source: Go to previous page
fr: Aller à la page précédente

# vpsr.rsprintprvprint
source: &Print
fr: &Imprimer

source: Print
fr: Imprimer

source: Print controller is not owned by a TVpControlLink!
fr: Le contrôleur d'impression n'est pas la propriété d'un TVpControlLink!

source: Repeat until:
fr: Répétez jusqu'au

source: Appointment recurrence:
fr: Rendevous à répéter:

source: Reminder
fr: Rappel

source: Saturday
fr: Samedi

source: Select A Sound
fr: Choissisez un son

source: No resource has been selected. Would you like to select one now?
fr: Aucune resource selectionnez. Voulez-vous séléctionnez une resource maintenant?

source: &Snooze
fr: &Sieste

source: Click &Snooze to be reminded again in:
fr: Click &Sieste pour être rappelé à nouveau dans :

source: Sound Finder
fr: Trouver le son

source: Error: Unable to update
fr: Erreur: Modification à echoué

source: Incorrect order of start and end times. Do you want to flip them?
fr: Ordre incorrect des heures de début et de fin. Voulez-vous les retourner?

source: Start time:
fr: Début

source: State:
fr: Etat:

# vpsr.rssubjectcaption
source: Subject:
fr: Sujet:

source: Sunday
fr: Dimanche

# vpsr.rstaskcomplete
source: Task complete
fr: Tache terminé

source: Add task...
fr: Ajouter un tâche...

source: Delete task...
fr: Supprimer un tâche...

source: Edit task...
fr: Modifier un tâche...

source: Task list
fr: Liste des tâches

source: Task list -
fr: Liste des tâches -

source: Through
fr: Par

source: Thursday
fr: Jeudi

source: Title
fr: Titre

source: Title:
fr: Titre:

# vpsr.rstoday
source: Today
fr: Aujourd'hui

# vpsr.rstomorrow
source: Tomorrow
fr: Demain

# vpsr.rstrue
source: T
fr: A

source: Tuesday
fr: Mardi

source: Error: Unable to open
fr: Erreur: Incapable d'ouvrir

source: Untitled
fr: Sans titre

source: Wednesday
fr: Mercredi

source: Weekly
fr: Hebdomadaire

source: Week of
fr: Semaine du

# vpsr.rsworkaddresslabel
source: Work
fr: Travail

# vpsr.rsworkemaillabel
source: Work
fr: Travail

source: %d days
fr: %d jours

source: %d hours
fr: %d heures

source: Error: Year is required.
fr: Erreur: l'année est obligatoire

source: Yearly by date
fr: Annuel par date

source: Yearly by day
fr: Annuel par jour

# vpsr.rsyesterday
source: Yesterday
fr: Hier

source: Zip code:
fr: Code postal:

source: Unable to allocate memory for XML source
fr: Impossible d' allouer de la mémoire pour la source XML

source: Attribute %s of element %s does not have an integer value.
fr: Attribut %s de l'élément %s n'a pas une valeur entière.

source: Bad separator in content model:
fr: Mauvais separateur dans le modèle de contenu

source: Badly formed UTF-8 character in stream
fr: Caractères UTF-8 mal formé dans le flux

source: Circular reference to:
fr: Référence circulaire vers:

source: Document cannot start with a comment if it also contains an XML declaration
fr: Le document ne peut pas commencer par un commentaire si elle contient également une déclaration XML

source: There is invalid data after valid XML document
fr: Il y a des données non valides après le document XML valide

source: Unexpected end of document stream
fr: Fin inattendue du flux de document

source: Expected comment or CDATA section
fr: Commentaire ou section CDATA attendu

source: Expected String:
fr: Chaîne prévue :

source: Expected markup declaration, but found:
fr: Déclaration balisage attendu, mais a constaté :

source: External modifier missing:
fr: Modificateur externe manquant

source: File %s could not be found
fr: Fichier %s n'a pas pu être trouvé

source: Line: %d Col: %d Error: %s
fr: Ligne: %d Colonne: %d Erreur: %s

source: Ftp data not available
fr: Données de ftp non disponible

source: Unable to open ftp file
fr: Impossible d'ouvrir le fichier ftp

source: Could not save file via ftp to %s
fr: Impossible d'enregistrer le fichier via ftp à %s

source: Ftp read request failed
fr: Ftp demande de lecture a échoué

source: Http data not available
fr: Données de http non disponible

source: Http read request failed
fr: Http demande de lecture a échoué

source: Unable to open http request
fr: Impossible d'ouvrir la requête http

source: Unable to send http request
fr: Impossible d'envoyer des requêtes http

source: Cannot open WININET, Microsoft IE required
fr: Vous ne pouvez pas ouvrir WININET, Microsoft IE requis

source: Illegal keyword for attribute default value:
fr: Mot-clé illégale pour la valeur par défaut de l'attribut:

source: Illegal attribute type:
fr: Type d'attribut illégal:

source: Illegal character in reference
fr: Caractère illégal dans la référence

source: Conditional section must begin with INCLUDE or IGNORE
fr: La section conditionnel doit commencer avec INCLUDE ou IGNORE

source: ERROR INDEX OUT OF BOUNDS
fr: ERREUR INDEX HORS DES LIMITES

source: Unable to make Internet connection
fr: Impossible d'avoir une connection Internet

source: Unable to open Internet
fr: Impossible d'ouvrir l'Internet

source: Invalid (big-endian) UTF-16 character encoding
fr: UTF-16 (big-endian) codage de caractères non valide

source: Invalid characters in CDATA section
fr: Caractères non valides dans le section CDATA

source: Invalid character encoding specified.
fr: Encodage de caractères spécifié non valide.

source: Invalid comment text
fr: Texte de commentaire non valide

source: Invalid element name:
fr: Nom de l'élément non valide:

source: Invalid ftp directory
fr: Répertoire ftp non valide

source: Invalid ftp location
fr: Lieu de ftp non valide

source: Invalid (little-endian) UTF-16 character encoding
fr: UTF-16 (little-endian) codage de caractères non valide

source: Invalid memory Pointer
fr: Pointeur mémoire non valide

source: Invalid XML name:
fr: Nom XML non valide:

source: Invalid XML Character found
fr: Caractère XML non valide trouvé

source: XMLPartner does not support XML specification greater than %s
fr: XMLPartner ne supporte pas la spécification XML supérieure à

source: Invalid character in attribute value:
fr: Caractère non valide dans la valeur de l'attribut:

source: Invalid encoding declaration:
fr: Déclaration de codage non valide:

source: Invalid character in entity value:
fr: Caractère non valide dans la valeur de l'entité:

source: Invalid characters in element's character data:
fr: Caractères non valides dans les données de caractère d' élément :

source: Invalid PublicID character:
fr: PublicID caractère non valide

source: Standalone value must equal 'yes' or 'no'
fr: La valeur autonome doit être egal à «oui» ou «non»

source: Invalid XML version number:
fr: Numéro de version XML non valide:

source: Comments can not be placed within other markup
fr: Les commentaires ne peuvent pas être placés dans un autre balisage

source: NDATA not allowed in parameter entity declaration
fr: NDATA n'est pas autorisés dans le paramètre déclaration d'entité

source: Notation not declared:
fr: Notation non déclaré:

source: Unable to open file
fr: Impossible d'ouvrir ftp

source: Expected " or '
fr: \" or ' attendu

source: Attributes cannot be redefined in a start tag
fr: Les attributs ne peuvent pas être redéfinies dans une balise de début

source: Whitespace expected at byte
fr: Espace prévu à l'octet

source: Unable to load source
fr: Impossible de charger la source

source: System identifier missing
fr: Identifiant système manquant

source: Cannot convert UCS-4 character to ISO-8859-1
fr: Vous ne pouvez pas convertir des caractères UCS-4 en ISO -8859-1

source: Cannot convert UCS-4 character to UTF-16
fr: Vous ne pouvez pas convertir des caractères UCS-4 en UTF-16

source: Cannot convert UCS-4 character to UTF-8
fr: Vous ne pouvez pas convertir des caractères UCS-4 en UTF-8

source: Unable to create stream for input.
fr: Impossible de créer le flux en entrée.

source: Reference to undeclared entity:
fr: Référence à une entité non déclaré:

source: Unexpected end of file
fr: Fin de fichier inattendu

source: End of input while looking for delimiter:
fr: Fin de l'entrée tout en recherchant delimiter:

source: Unknown axis specifier: %s
fr: Spécificateur d'axe inconnu

source: The XML declaration must appear before the first element
fr: La déclaration XML doit apparaître avant le premier élément
